# To build this file:
# brew bundle dump --file=~/.dotfiles/Brewfile --no-vscode
#
# To install this file:
# brew bundle install
#
tap "nikitabobko/tap"
brew "bat"
brew "cloc"
brew "doctl"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "htop"
brew "hugo"
brew "iperf3"
brew "lua-language-server"
brew "neovim"
brew "pipx"
brew "python@3.13"
brew "ripgrep"
brew "starship"
brew "stylua"
brew "tmux"
brew "tree"
brew "wget"
brew "xclip"
brew "yajl"
cask "nikitabobko/tap/aerospace"
cask "ngrok"
cargo "stylua"
